{
  "terms": {
    "title": "PredIQ.fun Terms of Use",
    "lastUpdated": "Last Updated",
    "sections": {
      "introduction": {
        "title": "1. Introduction",
        "paragraph1": "These Terms of Use provide the terms and conditions under which you, whether personally or on behalf of an entity (\"you\" or \"your\"), are permitted to use, interact with or otherwise access the platform and services provided by PredIQ.fun (\"the Company,\" \"we,\" \"us,\" or \"our\"). These Terms of Use, together with our Privacy Policy (collectively, the \"Terms\"), constitute a binding agreement between you and us.",
        "paragraph2": "These Terms are applicable to all content, functionality, and features available on PredIQ.fun (the \"Platform\") including prediction markets, trading interfaces, information services, and related blockchain-based smart contract protocols.",
        "importantNotice": {
          "title": "IMPORTANT NOTICE:",
          "content": "BY ACCESSING, USING, OR INTERACTING WITH THE PLATFORM, YOU AGREE TO BE BOUND BY THESE TERMS. IF YOU DO NOT AGREE TO ALL TERMS, YOU ARE NOT AUTHORIZED TO USE THE PLATFORM."
        }
      },
      "platform": {
        "title": "2. Platform Description",
        "paragraph1": "PredIQ.fun is a decentralized prediction market platform that allows users to create, trade, and resolve prediction markets on various topics including politics, sports, cryptocurrency, economics, and current events. The platform operates using blockchain technology and smart contracts.",
        "paragraph2": "The Platform provides informational content about current events and allows users to engage with prediction markets through self-directed blockchain transactions. We do not operate as a traditional exchange and do not have control over your transactions or funds."
      },
      "eligibility": {
        "title": "3. User Eligibility and Restrictions",
        "ageSection": {
          "title": "Age and Legal Authority",
          "content": "The Platform is intended only for users who are 18 years of age or older. By using the Platform, you represent that you have the legal authority to enter into these Terms."
        },
        "restrictedJurisdictions": {
          "title": "Restricted Jurisdictions",
          "warningTitle": "TRADING RESTRICTIONS:",
          "warningText": "Use of the Platform for trading is not permitted by persons or entities residing in or citizens of:",
          "countries": [
            "United States of America",
            "United Kingdom",
            "Countries subject to comprehensive sanctions (Iran, North Korea, Cuba, Syria)",
            "Any jurisdiction where prediction market trading is prohibited"
          ],
          "vpnWarning": "Use of VPNs or other tools to circumvent these restrictions is strictly prohibited."
        },
        "userRepresentations": {
          "title": "User Representations",
          "intro": "By using the Platform, you represent and warrant that:",
          "items": [
            "You are not subject to economic sanctions or on any prohibited persons list",
            "You have sufficient knowledge and experience with blockchain technology and prediction markets",
            "Your use complies with all applicable laws and regulations",
            "You understand the financial risks involved in prediction market trading"
          ]
        }
      },
      "risks": {
        "title": "4. Financial Risks and Disclaimers",
        "riskWarning": {
          "title": "RISK WARNING:",
          "items": [
            "Prediction markets are highly speculative and carry substantial risk of loss",
            "You may lose the entire amount you invest in any market",
            "All transactions are irreversible and final",
            "Market outcomes are resolved by decentralized oracles, not by the Company",
            "Cryptocurrency values can be highly volatile"
          ]
        },
        "acknowledgment": "You acknowledge that you are using the Platform at your own risk and that you should only participate with funds you can afford to lose entirely."
      },
      "conduct": {
        "title": "5. Prohibited Conduct",
        "intro": "You agree not to:",
        "items": [
          "Violate any applicable laws or regulations",
          "Engage in market manipulation, wash trading, or fraudulent activities",
          "Use automated trading systems or bots without permission",
          "Circumvent platform security measures or access controls",
          "Provide false or misleading information",
          "Interfere with the proper functioning of the Platform",
          "Use the Platform for money laundering or terrorist financing"
        ]
      },
      "intellectualProperty": {
        "title": "6. Intellectual Property",
        "content": "The Platform and its content, features, and functionality are owned by the Company and are protected by copyright, trademark, and other intellectual property laws. You are granted a limited, non-exclusive license to use the Platform for its intended purposes."
      },
      "privacy": {
        "title": "7. Privacy and Data",
        "content": "Your privacy is important to us. Our collection and use of personal information is governed by our Privacy Policy, which is incorporated into these Terms by reference."
      },
      "disclaimers": {
        "title": "8. Disclaimers and Limitations",
        "asIsWarning": "THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT WARRANTIES OF ANY KIND.",
        "warrantyDisclaimer": "We disclaim all warranties, whether express or implied, including warranties of merchantability, fitness for a particular purpose, and non-infringement.",
        "limitationTitle": "LIMITATION OF LIABILITY:",
        "limitationContent": "To the maximum extent permitted by law, the Company shall not be liable for any indirect, incidental, special, or consequential damages. Our total liability shall not exceed $100."
      },
      "indemnification": {
        "title": "9. Indemnification",
        "content": "You agree to defend, indemnify, and hold harmless the Company from any claims, damages, or expenses arising from your use of the Platform or violation of these Terms."
      },
      "governingLaw": {
        "title": "10. Governing Law and Dispute Resolution",
        "content": "These Terms are governed by the laws of [Jurisdiction]. Any disputes will be resolved through binding arbitration, and you waive your right to participate in class action lawsuits."
      },
      "changes": {
        "title": "11. Changes to Terms",
        "content": "We reserve the right to modify these Terms at any time. Changes will be effective upon posting to the Platform. Your continued use constitutes acceptance of the modified Terms."
      },
      "contact": {
        "title": "12. Contact Information",
        "content": "For questions about these Terms, please contact us at:",
        "email": "legal@prediq.fun"
      }
    },
    "footer": {
      "acknowledgment": "By using PredIQ.fun, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use."
    }
  }
}